2012 Genesis										29 April 2012
Lecture 1

IN THE BEGINNING

Genesis Ch 1:1-25
Key Verse: 1:1
‘In the beginning God created the heavens and the earth.’

The first words of the bible are "In the beginning God" – the bible is about God. It tells us history is about God. It tells us that life is about God. In particular the book of Genesis is the book of origins. And Genesis speaks of the beginning of almost everything except God. There is the beginning of the universe, of life, man, the 7 day week, marriage, family life, sin, sacrifice, redemption, death, the nations, government, cities, music, literature, art, agriculture, and languages. It was written roughly around 1400 BC and is widely believed to be authored by Moses along with the rest of the Pentateuch. It was written towards the end of the 40 years that Israel had wandered in the wilderness and after they grumbled and threatened to mutiny and return to Egypt. Moses was about to die before entering the promised land and before doing so he wrote the first five books which give us an understanding of God and his vision for his people and how they should live. They were written to tell us about God and how man is to come to him.

Look at verse 1: “In the beginning God created the heavens and the earth.” Before looking at this chapter we have to face the fact that today it’s not possible to talk of creation without acknowledging the explosive effect this has. We enter a culture war, particularly in the west. Genesis, especially the first 11 chapters, has come under severe attack. Today you cannot touch this issue without facing arguments about creation, the literalism of the six days and of evolution. When you say one thing about creation, such as the earth is old or young you immediately alienate others and it’s often believers that divide on this. In the past there have always been different views and people in the church allowed these to exist alongside each other and accept that both are sincere believers. But today there is tension. The church seems to divide on these matters. Some who hold to a literal 7 day view look down on those with other views as being less true to the bible and somehow compromising scripture. In return those who hold to an older earth or longer periods of creation history look down on those as somehow intellectually foolish. So at the start as we come to this chapter it's important to remember that it does not seek to scientifically deal with matters. The western mindset arranges things in strict chronological order. But Genesis chapter 1 is not written in this form. Is a literary theological arrangement rather than a strict chronological narrative (for example the table of nations in chapter 10 occurs before nations are described as coming into existence in chapter 11). The author has a point to make and is not writing a scientific text book. As Galileo once said “the Bible exists not to tell us as much how the heavens go but rather to tell us how to go to heaven”. Every bible believing Christian must believe that God created the heavens and the earth but how and when is veiled and there are areas of tension. As Deuteronomy 29:29 says: "The secret things belong to the Lord our God, but the things revealed belong to us and to our children forever, that we may follow all the words of this law." With these in mind let’s look to see what is revealed to us. Let’s see what the author wants to tell us.

Look at verse 1: “In the beginning God created the heavens and the earth.”  The bible starts with a bold declaration that in the beginning God created the heavens and the Earth. Here the word God is ‘Elohim’ meaning, ‘Almighty’ or ‘Supreme’ God. The word appears 35 times between verse 1 and chapter 2:3. It tells us this chapter is primarily about God: ‘In the beginning God’ means that before anything was God. It is a declaration that God alone is self existent. It is a declaration that everything else in the universe has a beginning and cause but that God alone has been, is, and will be. As Moses put it so eloquently in Psalm 90:2: "Before the mountains were born or you brought forth the earth and the world, from everlasting to everlasting you are God.” That is mind boggling! Everything we know and relate to has been caused or has a beginning but God has no cause and no beginning. As I say this is mind boggling. Consider for a minute the enormity of the universe. If you could travel at the speed of light it would take about 8 minutes to get from the Earth to the Sun. Travelling at the speed of light it would take about 33,000 years to get to the centre of the Milky Way but if you wanted to cross the entire known universe it would take about 20 billion light years. God is the creator of that universe. It means we have no category to fit God into. We cannot grasp the concept of a being with no beginning or no end and who exists in and of himself. But when we look at creation we can start to see something of the nature of our God.

First God created everything. That God created the heavens and the earth is merism or a figure of speech as in “from top to bottom”. The word ‘create’ means creation from nothing. The Greek translates this as “ex nihlo” meaning ‘out of nothing’.  It is contrasted with the word ‘made’ which is repeated throughout the creation account (1:7,16,25,31,2:1,2:3). The word made is used when God takes what he has already created and forms something. But ‘create’ is only used in reference to the work of God in creating 3 things – the universe, animals/life, and man (1,21,27). This tells us that the work of creation is radically different to merely making things from what is there. It points to the unique nature of existence, life and man. This cuts across what the world claims today about evolution.  As I say we cannot duck this issue. Having studied evolution at UCL as an atheist I was made aware of the huge problems with explaining how evolution can really work. Darwin himself struggled to explain how an eye could evolve and how each and every mutation would be beneficial to the species until the animal reached the stage of having an eye. He thought that over time we would find the answers. But no. The truth is that it is proving more and more elusive because we now know that genetic mutation is almost always fatal and that the more complex a species the harder, if not impossible, it is to change. In addition although it sounds long 5 billion years is just not enough time for such change to take place. There is a lot I could say on this but I recommend “Darwin’s Black Box” by Michael Behe. Darwin assumed there would be discovery within the fossil record of species change. Again this just has not happened and my lecturers sat around UCL and freely spoke of how the fossil record shows the exact reverse. It does not show a progression but rather sudden and unexplained appearance and disappearance of new species. There is some slight change within a species (micro evolution) but frankly almost no fossil evidence for macro evolution or ‘species jump’. And Christians are criticized for taking a leap of faith! To hold to evolution one really had to strain against the evidence. 

So turning to what the author tells us. In the beginning God created the heavens and the earth. This is an answer to the first cause or origins. People long to know where they come from. I remember my father who was adopted and grew up with parents who loved him in his 40’s going looking for his original birth mother who he had never seen and knew nothing about. That God created the heavens and the earth immediately tells us that we are created and have an origin. It tells us that if we are created then we have a purpose. This matters. What are the implications that we are created? The atheist Jean-Paul Sartre in 1946 just after WWII delivered a famous lecture "Existentialism is a humanism". He used the example of the paper knife or penknife and said “If you consider any article of manufacture such as a book or a paper knife it has been done so for definite purpose.” He says "one cannot suppose that a man would produce a paper knife without knowing what it is for." This of course caused problems for Sartre who was an atheist. He said for someone like him it is "extremely embarrassing God that does not exist…for immediately there is no longer any good…no longer any meaning”. He refers to Dostoevsky who once wrote that “If God did not exist, everything will be permitted”. I like Sartre's bravery of facing the meaninglessness and absence of any absolute truth or absolute moral values that arise if there is an absence of a creator God. But of course the reality of his life was very different and Satre himself went round making strong moral judgments about many things. In the face of the holocaust and WWII who could not make strong moral judgments! The fact that man knows that in fact there is such a thing as good and morality and truth gives the lie to the view that God does not exist. 

Second that God created the heavens and the earth immediately means we have an identity as a created being. When something is created it is done for a reason. So we can deduce that God created for a definite purpose. To know we have an identity and direction shapes our lives. Queen Victoria when she was younger was shielded from the fact that she would one day be the next monarch in case the knowledge would spoil her. When her teacher finally told her and she did discover that she would one day become Queen her response was "then I will be good!" No matter where she was or what she did Victoria was governed by the fact that she would one day sit on the throne. The knowledge of identity and destiny governed her life. In the same way the knowledge of our identity directly shapes how we think and how we live. In the beginning God created the heavens and the earth answers this most fundamental question that we have an identity and cause and purpose.

What happens when we seek to deny that there is a purpose? Jean-Paul Satre said that man was free in that he can choose what he does. But this is a shallow thinking on freedom and the bible has a lot more to say about this. Because freedom exists only when we fulfil our purpose not when we try and escape from our purpose. Tim Keller describes how he marvelled at seeing an eagle soaring and the winds over mountain. The eagle was soaring and in control but it was free because it was submitting to its design. If an eagle thought it was free and decided to walk or burrow in order to escape danger or hunt it would have great difficulty. It couldn't avoid danger and would probably die. But only in submitting to its design does the eagle find freedom. In the beginning God created the heavens and the earth means that we are designed and at the beginning the bible asks us to come to our designer and creator. In God we find our true purpose and meaning. 

	How does God create? Look at verse 2. “Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters.” The word hover has the sense of bird fluttering over its young and is an intimate affectionate term. The language here is difficult to understand. The King James Version translates this as “without form and void”. It gives the impression of a formless lump of mud that God had to mould into creation. But the language used here is used elsewhere in the Bible to refer to an uninhabited land such as a desert or waste land ready to be inhabited. (Deu 32.10/Isa 45:18/Jer 4:23). Whichever view one takes this is a picture of an uninhabited world into which God brings greater and greater order and life. 

Then how did God begin to bring such order? Look at verses 3-4.  “And God said, "Let there be light," and there was light. God saw that the light was good, and he separated the light from the darkness.”  

On the first day, God created light. Some struggle with the order and why the sun, moon and stars are created on the fourth day. But as we have seen the authors point is not chronological. The point is that God did not consult with anybody. He didn't have to answer to anybody. He just spoke the word according to his purpose and called into being all that exists. This is a great contrast to the pagan stories of our origins. Most creation accounts portray a great struggle between powerful forces where one God finally wins and creates the Earth. But Genesis reveals God effortlessly creating by a mere command "And God said ‘let there be light’ and there was light." God is sovereign over and separate from creation. He made it by his word.

On the second day, God made the expanse between waters and separated water from water (6-8). And God said, "Let there be an expanse between the waters to separate water from water." So God made the expanse and separated the water under the expanse from the water above it. And it was so. God called the expanse "sky." And there was evening, and there was morning—the second day. God made expanse and he called it sky. In doing this God was making the atmosphere, which protects the earth and allows life to be maintained and protected from meteors. The atmosphere blocks direct sun and controls the earth’s temperature and works as a protective shield. In all this we get a glimpse of God’s wisdom and the fine balance of creation. 

On the third day, God gathered water under the sky to one place and let dry ground appear. God made a boundary between land and sea. Lookk at verse 11-12, “Then God said, "Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds." And it was so. The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good.” God let the earth produce plants and various fruits according to their various kinds. 

On the fourth day, God made lights in the expanse of the sky to govern the day and the night. And he made stars. Look at verse 14. “And God said, "Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years,” God made light in the sky and let them serve as sings to mark seasons and days and years.

On the fifth day, God made birds in the air and fish in the sea (20,21). And God blessed them and said, “Be fruitful and increase in number” (22). On the sixth day, God made living creatures; livestock, wild animals (24,25) and finally in verses 26-28 we see the creation of man.

Pausing there we see here how much this account challenges the religious thinking of the day and corrects false thinking. Moses did not write to a people in a religious vacuum. The people had certain views of god and were not isolated from competing religious views of their day. It is relevant that they had spent 400 years in captivity under a nation where the sun and a whole range of other gods were worshipped. As well as this the Canaanites worship fertility gods and warrior gods. They looked to various local gods to guarantee healthy crops, gods of the moon and stars. It is against this background of false religion that Moses is writing to deal with these religious errors. 

What do I mean by this? Since God created things it means that creation should not be worshiped. God created the sun, moon and stars the fact that they were created by God and assigned a purpose by God shows that they do not have any ability to determine human destiny and should not be worshipped. We might think this unlikely but today millions believe in astrology. I read of the battle between newspaper editors to get the astrologer Jonathan Cainer because so many people buy a paper simply because of who is writing the astrology column. That God created and set everything in the universe gives the lie to the claim that our lives are destined by the stars, or luck or fate.

Genesis 1 clearly refutes such religious errors but also goes further. That God created everything means that there is no polytheism i.e. the belief in many gods. Rather it tells us that God is supreme and there is only one. He does not debate with other god’s but rather whatever he wills happens. It refutes pantheism, the view that the creation is ‘one with God’ and that God is the sum of all things. We see here clearly that God is separate from his creation but does work within it. It refutes the view that matter is eternal. The fact that God pronounced creation as "good" tells us that matter is not evil. This was a religious error that we saw in the letters of 1 and 2 John where the Gnostics peddled the view that matter was evil and only the spirit was good. It refutes dualism, the view that good and evil gods are equal. That God allowed his creation to be fruitful and multiply refutes the pagan fertility gods. That there is a personal God who created the world and put men over it refutes nihilism, the view that human life in human history have no discernible meaning and no objective ground for truth or morals. The God created all this by his word refutes evolution and all the philosophical baggage that goes with it. These are all the errors of false religions most of which have continued down the centuries. Even today we see them in astrology, in new age thinking, nihilistic depression and the like. 

More positively the creation account exalts many of God's attributes and purposes. We get to see our God. Four amazing qualities leap to mind. 

Firstly, God is sovereign and all-powerful. He is eternal and self-sufficient. When God created the heavens and the earth he didn't hold a consultation with anybody. He simply acted in order to bring about his sovereign purpose. His infinite power should humble every person.

Secondly, God is intelligent. From the tiniest insect to the movement of the planets there is overwhelming evidence of an intricate interdependent universe. Even ardent evolutionists admit that the earth's ecosystems of very finely balanced so that the tiniest interference threatens the whole system. Such fine balance is a clear pointer to a creator God. Sir Isaac Newton had a replica of the solar system made in miniature. Planets were all geared together with cogs and belts to make them move around the sun in perfect harmony. As he was studying the model a friend who didn't believe in the biblical account of creation called in and was amazed by this model and said "That is amazing. Who made it for you?" Without looking up Isaac Newton said. "Nobody." The man was a bit surprised. Newton said “all these balls cogs and belts just came about by chance”. His point was that this is your only option if you do not believe in an intelligent creator of the universe. 

Thirdly, God is orderly. The account of creation reveals clear order and progression in the days of creation. There is order and purpose in what God does. In the same way God wants us to live orderly purposeful lives. Fourth, God is personal and communicates. God here is not some mere cosmic force but a personal being. Notice that ‘God speaks’, ‘God sets’, ‘God blesses’, ‘God creates’, ‘God makes’. God gives value judgements about what he is made. But God speaks. Such things reveal clearly a personal God that communicates and works within his creation. 

Finally, when we look at the awesome nature of creation and the power of the creator the central question is, what is our response? Our response should be one of awe, worship and obedience. At breakfast this morning I asked my children, ‘What difference does it make that God created the heavens and the earth?’ Anna, who is 5 years old, immediately said, "We should thank him!" Is an obvious response to thank and praise the God who made this universe! Psalm 95:6-7a says: "Come, let us bow down in worship, let us kneel before the Lord our maker; for he is our God.” Life can seem chaotic empty and confused. Sin plunges our lives into chaos, emptiness and darkness. But it is the nature of our creator God to turn chaos into order, to fill the emptiness and to turn the darkness into light. In Christ we are a new creation (2 Cor 5:17). He still uses his word to break through the chaos and darkness of the human condition flooding it with his saving light. Today his spirit hovers over lives preparing them for God to make them into a new creation. May God bless us to come to him as the Lord our Maker, for He is our God. 
